[GENERAL]
NAME				= Finnish
TRANSLATOR			= Iiris Haapala
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Tämä Sovellus on Vanhentunut.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Rekisteröimätön
TEXT_SAFEMODE			= Suojattu tila
TEXT_SAFEMODE_MESSAGE		= Bandicam on suojatussa tilassa. \nJotkin ominaisuudet, kuten laitteistokiihdytetty hardware accelerated koodaus, ei välttämättä toimi suojatussa tilassa.
TEXT_INIT_FAIL			= Sovelluksen alustus epäonnistui.
TEXT_APPINFO			= Bandicam - Tehokas videotallennus
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; error
TEXT_ERROR_DISKSPACE		= Ei tarpeeksi levytilaa tallentamiseen.
TEXT_ERROR_VIDEO_CAP		= Videotallennuksen aloittaminen epäonnistui.
TEXT_ERROR_AUDIO_CAP		= Äänitallennuksen aloittaminen epäonnistui.\nJos tarvitset apua, paina OK-painiketta.
TEXT_ERROR_IMAGE_CAP		= Kuvankaappaus epäonnistui\nTarkista kohdekansio.
TEXT_ERROR_CREATEFILE		= Tiedoston luominen epäonnistui.
TEXT_ERROR_OUTPUTFOLDER		= Tallennuskansiota ei ole olemassa. Valitse toinen kansio.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT		= Pakkauksenhallinnan alustaminen epäonnistui.
TEXT_ERROR_CODEC_INIT_RETRY	= Pakkauksenhallinnan alustaminen epäonnistui.\nHaluatko yrittää uudelleen käyttäen H.264 (CPU) pakkauksenhallintaa?
TEXT_ERROR_CODEC_VIDEO		= Nauhoitus on pysähtynyt, koska videon pakkauksenhallinnassa on ongelma.
TEXT_ERROR_LOGO_IMAGE		= Tukematon kuvatiedosto. \nValitse tuettu tiedostomuoto(*.png).
TEXT_ERROR_INIT_DEVICE		= Videokaappauslaitteen alustaminen epäonnistui.
TEXT_ERROR_NO_DEVICES		= Videokaappauslaitteita ei havaittu.
TEXT_ERROR_EXISTING_PRESET_NAME	= Esiasetuksen nimi on jo olemassa. \nSyötä uusi nimi.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Tämä ominaisuus ei ole enää toiminnassa Facebookin käytäntöjen vuoksi.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = The recording has been stopped because the audio device is no longer available.
TEXT_ERROR_DUPLICATE_HOTKEYS	= There are duplicate hotkeys. Please change the hotkey settings.
TEXT_ERROR_NO_SOUND_DEVICE	= There is no sound device activated. Please select at least one device.
TEXT_ERROR_NO_MORE_5_UPLOADING  = You cannot upload more than 5 videos at the same time. Please try again after the uploading is complete.
TEXT_CAN_NOT_CHANGE_TB		= Et voi muuttaa tätä asetusta Bandicamin ilmaisversiossa. Rekisteröidy nyt!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Et voi lisätä enempää kuin 10.
TEXT_WARNING_AMD_APP		= Järjestelmäsi ei tue 'H.264 (AMD VCE)', joten oletuspakkauksenhallintaa käytetään
TEXT_WARNING_AMD_APP2		= Järjestelmäsi ei tue 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Jos muutat videolaiteasetuksia, nauhoitus pysähtyy. Haluatko varmasti jatkaa?
TEXT_WARNING_EXIT_BANDICAM	= Jos suljet Bandicamin, nauhoitus pysähtyy.\n Haluatko varmasti sulkea Bandicamin?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Sovelluksen sulkemisen jälkeen, ajastettu nauhoitus ei voi enää jatkaa. \nHaluatko varmasti sulkea Bandicamin?
TEXT_WARNING_DEL_OVERLAY	= Haluatko varmasti poistaa valitun päällyksen?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?
TEXT_NOTICE_NEED_TO_RENEW	= Bandicam license expires after %d days. Click the 'OK' button for license renewal instructions.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Bandicam license has expired. Click the 'OK' button for license renewal instructions.

; video setting page name
TEXT_VID_PAGE_SOUND		= Ääni
TEXT_VID_PAGE_WEBCAM		= Webkamera
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Hiiri
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= Asetukset

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Yleinen
TEXT_OPT_PAGE_OUTPUT		= Kohde
TEXT_OPT_PAGE_HOOKING		= Hooking
TEXT_OPT_PAGE_LANGUAGE		= Kieli
TEXT_OPT_PAGE_HOTKEYS		= Hotkeys
TEXT_OPT_PAGE_OTHERS		= Muut

TEXT_VIDEO			= Video
TEXT_AUDIO			= Ääni

TEXT_FOLDER_SELECT		= Valitse tallennussijainti.

TEXT_FMT_FULL_SIZE		= Täysi Koko
TEXT_FMT_HALF_SIZE		= Puolikoko
TEXT_FMT_FIT_WIDTH		= Sovita Leveys
TEXT_FMT_FIT_HEIGHT		= Sovita Korkeus
TEXT_FMT_CUSTOM_SIZE		= Mukautettu
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Alkuperäinen äänimuoto
TEXT_FMT_AUTO			= Automaattinen
TEXT_FMT_LOSSLESS		= Häviötön

; preset
TEXT_PRESET_DEFAULT		= Oletus
TEXT_PRESET_HALFSIZE		= Puolikoko
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultranopea asetus 60 FPS:n kuvataajuudelle
TEXT_PRESET_LOWEND		= Matalasuorituskykyinen PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy Älypuhelin
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= Sovita Leveys, 320x0
TEXT_PRESET_640x0		= Sovita Leveys, 640x0
TEXT_PRESET_800x0		= Sovita Leveys, 800x0
TEXT_PRESET_1280x0		= Sovita Leveys, 1280x0
TEXT_PRESET_USER		= Käyttäjän Asetukset

TEXT_CHANGE_LANG		= Vaihtaaksesi kieltä, sinun tulee käynnistää Bandicam uudelleen.\nHaluatko uudelleenkäynnistää nyt?
TEXT_CHANGE_HOOK		= Vaihtaaksesi hooking-kohdetta, sinun tulee käynnistää Bandicam uudelleen.\nHaluatko uudelleenkäynnistää nyt?
TEXT_CHANGE_SIZE		= Vaihtaaksesi Bandicam-ikkunan kokoa sinun pitää käynnistää Bandicam uudelleen.\nHaluatko käynnistää uudelleen nyt?
TEXT_RESET_ALL_SETTINGS		= Oletko varma, että haluat nollata kaikki asetukset oletukseen?

TEXT_REGISTER_SUCCEEDED		= Bandicam on nyt rekisteröity.
TEXT_REGISTER_FAILED		= Rekisteröinti epäonnistui. \nTarkista sähköpostiosoite ja sarjanumero.
TEXT_REGISTER_CONNECT_FAILED	= Ei yhteyttä rekisteröintipalvelimeen.\nTarkista  internetyhteytesi ja aseta järjestelmän kello oikeaan aikaan ja päivään.\nJos tarvitset apua, paina OK-painiketta.
TEXT_REGISTER_INFO		= Sähköpostiosoite: %s\r\nSarjanumero: %s
TEXT_REGISTER_INFO2		= Expiration Date : %s (%d days left)
TEXT_REGISTER_INFO2_EXPIRED	= Expiration Date : %s (Expired)
TEXT_REGISTER_LIMITED		= Nauhoitus pysäytetty.\n\nVoit nauhoittaa vain 10 minuuttia Bandicamin ilmaisversiossa. Osta Bandicam osoitteesta bandicam.com
TEXT_REGISTER_LIMITED_SREC	= Voit nauhoittaa vain 10 minuuttia Bandicamin ilmaisversiossa. Osta Bandicam osoitteesta bandicam.com
TEXT_REGISTER_NEWRECORD		= Et voi aloittaa uutta nauhoitusta Bandicamin ilmaisversiossa. Osta Bandicam osoitteesta bandicam.com
TEXT_REGISTER_LICENCE_INFO	= Rekisteröimätön!!! - 10 minuutin videoita ja vesileima\r\nPoistaaksesi vesileiman osta Bandicam osoitteesta bandicam.com

TEXT_PROGRAM_INVALID		= Tämä sovellus ei kelpaa. \nSinun täytyy asentaa tämä sovellus uudelleen.

TEXT_SELECT_NOT_SELECTED	= Valitse nauhoitustila
TEXT_SELECT_TARGET		= Klikkaa kohdeikkunaa
TEXT_SELECT_DEVICE		= Valitse videokaappauslaite.
TEXT_TARGET_DIRECTX		= Pelinauhoitustila - Nauhoita Pelejä ja Videosoittimia käyttäen DirectX.
TEXT_TARGET_SCREEN		= Näytönnauhoitustila - Nauhoita Näyttöä ja Webvideota.
TEXT_TARGET_DEVICE		= Laitteen nauhoitustila - Nauhoita webkameraa ja HDMI-laitetta.
TEXT_TARGET_AUDIO		= Audio-only mode - you can record only the audio.
TEXT_TARGET_CHANGING		= Jos vaihdat nauhoitustilaa, nauhoitus pysähtyy.\nHaluatko varmasti jatkaa?
TEXT_TARGET_CLOSE		= Jos suljet nykyisen nauhoitustilan, nauhoitus pysähtyy.\nHaluatko varmasti jatkaa?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Et voi aloittaa nauhoitusta 'Pelinauhoitustilassa' koska kohdeikkuna ei ole valittuna.\n\nHaluatko vaihtaa 'Näytönnauhoitustilaan' nauhoituksen aloittamiseksi?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Et voi aloittaa nauhoitusta 'Laitenauhoitustilassa' koska kaappauslaitetta ei ole valittu.\n\nHaluatko vaihtaa 'Näytönnauhoitustilaan' nauhoituksen aloittamiseksi?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Et voi aloittaa nauhoitusta, koska nauhoitustilaa ei ole valittu\n\nHaluatko valita 'Näytönnauhoitustilan' nauhoituksen aloittamiseksi?

TEXT_STATUSBAR_READY		= Valmis
TEXT_STATUSBAR_RECORDING	= Nauhoitetaan
TEXT_STATUSBAR_PAUSE		= Pysäytä

TEXT_UPDATE_AVAILABLE		= Bandicamin uusi versio on juuri nyt saatavilla. \nHaluatko ladata sen nyt?
TEXT_UPDATE_UNAVAILABLE		= Tämä on viimeisin versio.
TEXT_UPDATE_FAILED		= Versiotiedostojen tarkistus epäonnistui. \nTämä järjestelmä ei ehkä ole yhdistettynä internetiin tai palvelin ei ehkä toimi oikein.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Ei voida lähettää. Jos olet juuri kirjautunut, varmista sähköpostiosoitteesi.

TEXT_TARGET_FULL		= Kokonäyttö
TEXT_TARGET_RESTORE		= Palauta
TEXT_TARGET_TOGGLE_TOP		= Move Control Bar Up
TEXT_TARGET_TOGGLE_BOTTOM	= Move Control Bar Down
TEXT_TARGET_FIND		= Valitse nauhoitusalue
TEXT_TARGET_RESIZE		= Kokovalikko
TEXT_TARGET_IMAGE		= Kuvankaappaus
TEXT_TARGET_PEN			= Piirtotila
TEXT_TARGET_RECORD_START	= Videonauhoitus - aloita
TEXT_TARGET_RECORD_PAUSE	= Videonauhoitus - tauko
TEXT_TARGET_RECORD_STOP		= Videonauhoitus - pysäytä
TEXT_TARGET_MENU		= Valikko
TEXT_TARGET_DISPLAY		= Näyttö %d

TEXT_DEVICE_FULL		= Kokonäyttö
TEXT_DEVICE_RESTORE		= Palauta
TEXT_DEVICE_SELECT_DEVICE	= Valitse laite
TEXT_DEVICE_VOLUME		= Äänenvoimakkuuden hallinta
TEXT_DEVICE_IMAGE		= Kuvankaappaus
TEXT_DEVICE_RECORD_START	= Videonauhoitus - aloita
TEXT_DEVICE_RECORD_PAUSE	= Videonauhoitus - pysäytä
TEXT_DEVICE_RECORD_STOP		= Videonauhoitus - lopeta
TEXT_DEVICE_MENU		= Valikko

TEXT_RC_HOWTO_NOCOMPLETE	= Poista käytöstä
TEXT_RC_HOWTO_BYTIME		= Ajassa
TEXT_RC_HOWTO_BYSIZE		= Koossa
TEXT_RC_HOWTO_BYSILENCE		= Hiljaisuusajassa
TEXT_RC_AFTER_NEWRECORD		= Aloita uusi nauhoitus
TEXT_RC_AFTER_EXIT		= Sulje Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Sulje tämä tietokone

TEXT_SHUTDOWN_SEC		= Suljetaan järjestelmä %d sekunnissa

TEXT_SEL_IMAGE_FILE		= Valitse kuvatiedosto

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Poista käytöstä --
TEXT_SND_SELECT_2_DISABLE	= -- Poista käytöstä (Suositus) --

TEXT_CORRUPTED_AVI_FILE		= Viimeisin tallennettu tiedosto on vioittunut.\nHaluatko korjata sen?\n\nTiedosto: %s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Klikkaa kuvaketta palauttaaksesi Bandicamin.
TEXT_TRAY_BALLOON_TIP_RECT	= Klikkaa kuvaketta näyttääksesi näytönnauhoitusikkunan.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Klikkaa kuvaketta näyttäksesi laitteennauhoitusikkunan.
TEXT_FORCE_STOP			= Nauhoituksen pysäyttäminen epäonnistui, koska kohdeikkuna ei vastaa.\nHaluatko pakottaa nauhoituksen lopettamisen?
TEXT_EXTERNAL_CODEC		= - Ulkoinen Pakkauksenhallinta -
TEXT_CUDA_GPU_AUTOSELECT	= (Valitse Automaattisesti)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Nauhoituksen tila
TEXT_INDICATOR_TIME		= Nauhoituksen aika
TEXT_INDICATOR_SIZE		= Nauhoitetun tiedoston koko / vapaa levytila
TEXT_INDICATOR_VOLUME		= Nykyinen äänenvoimakkuus

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normaali] Yleinen tehtäväprioriteetti
TEXT_REC_PRIORITY_HIGH		= [Korkea] Korkeampi kuin normaali prioriteetti
TEXT_REC_PRIORITY_HIGHEST	= [Korkein] Muut tehtävät voivat olla hitaampia

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicutia ei ole asennettu. Haluatko ladata Bandicutin?
TEXT_OUTPUTS_DELETE		= Haluatko varmasti poistaa valitut tiedostot?
TEXT_OUTPUTS_SELCOUNT		= %d kohdetta valittu

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Kohteen Nimi
TEXT_FILE_NAME_PREFIX_CUSTOM	= Mukautettu Etuliite
TEXT_FILE_NAME_PREFIX_NONE	= Ei mitään
TEXT_FILE_NAME_SUFFIX_TIME	= Päiväys/Aika
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sarjanumero

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Syötä arvo 1 ja 1440 minuutin välillä.
TEXT_TIMER_REC_STOP_RECORDING	= Nauhoitus on käynnissä. \nHaluatko varmasti lopettaa nauhoituksen ja jatkaa?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Ajastettu Nauhoitus ei ole käytettävissä, koska nauhoitustilaa ei ole asetettu. Valitse ensin nauhoitustila.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Syötä otsikko lähetettävälle videolle.
TEXT_UPLOAD_VID_NO_PASSWORD	= Syötä salasana.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Kirjaudu - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Signing in with YouTube from the browser...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Cancel
TEXT_UPLOAD_VIMEO_LOGIN		= Kirjaudu - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Signing in with Vimeo from the browser...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Cancel
TEXT_UPLOAD_FACEBOOK_LOGIN	= Kirjaudu - Facebook
TEXT_UPLOAD_COMPLETE		= Lähetetty
TEXT_UPLOAD_ERR_FAIL		= Videon lähetys epäonnistui.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Tiedosto on liian suuri lähetettäväksi.
TEXT_UPLOAD_ERR_FREESPACE	= Vimeolla ei ole tarpeeksi tilaa videon lähettämiseksi.
TEXT_UPLOAD_ERR_CONNECT		= Palvelimelle yhdistäminen epäonnistui.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Failed to upload this video. Vimeo Basic users can't use this function.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam has exceeded the daily upload quota assigned by YouTube. The quota will be reset at midnight Pacific Time. \n Please try again after midnight Pacific Time or go to YouTube.com and upload the video directly to YouTube. \n\n Do you want to visit YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Failed to get an access token.

; deinterlacing
TEXT_DEINT_NONE			= Ei mitään
TEXT_DEINT_ODD			= Parittomat juovat
TEXT_DEINT_EVEN			= Parilliset juovat
TEXT_DEINT_BLEND		= Sekoita

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PP] Nauhoita vain painaessa
TEXT_SND_CAP_PUSH_TO_MUTE	= [PM] Mykistä vain painaessa

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Asennus on käynnissä...
TEXT_UPDATE_FAILED_DL		= Asennustiedostojen lataus epäonnistui. \nJärjestelmä ei ehkä ole yhdistettynä internetiin.
TEXT_UPDATE_INSTALL_SUCCEED	= Asennus onnistui.
TEXT_UPDATE_INSTALL_FAILED	= Asennus epäonnistui.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Ei mitään)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Vaaka
TEXT_WEBCAM_FLIP_VERTICAL	= Pysty

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Nimi
TEXT_SREC_HEADER_STATUS		= Tila
TEXT_SREC_HEADER_START_TIME	= Aloitusaika
TEXT_SREC_HEADER_END_TIME	= Lopetusaika
TEXT_SREC_HEADER_DURATION	= Kesto
TEXT_SREC_HEADER_TARGET		= Kohde
TEXT_SREC_HEADER_AFTER_REC	= Nauhoituksen jälkeen
TEXT_SREC_DEFAULT_NAME		= Ajastus
TEXT_SREC_DELETE_SCHEDULES	= Haluatko varmasti poistaa valitut ajastukset pysyvästi?
TEXT_SREC_STATUS_WAITING	= Odotetaan
TEXT_SREC_STATUS_RECORDING	= Nauhoitetaan
TEXT_SREC_STATUS_PASSED		= Ohitettu
TEXT_SREC_STATUS_INACTIVE	= Toimeton
TEXT_SREC_TARGET_NOT_CHANGE	= (Älä muuta)
TEXT_SREC_TARGET_FULL_SCREEN	= Kokonäyttö
TEXT_SREC_TARGET_CUSTOM_AREA	= Suorakulmio näytöllä
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Käytä edellistä nauhoituskohdetta.
TEXT_SREC_DISPLAY		= Näyttö %d
TEXT_SREC_DO_NOTHING		= (Älä tee mitään)
TEXT_SREC_EXIT_BANDICAM		= Poistu Bandicamista
TEXT_SREC_SHUTDOWN_PC		= Sulje tietokone
TEXT_SREC_ERR_TIME		= Keston täytyy olla välillä 00:00:01 ja 23:59:59.
TEXT_SREC_ERR_DAY		= Ainakin yksi täytyy olla valittuna.
TEXT_SREC_ERR_OVERLAPPED	= Nauhoitusaika on päällekkäin "%s" kanssa
TEXT_SREC_SAME_DAY		= Samana päivänä
TEXT_SREC_DAY_AFTER		= Seuraavana päivänä
TEXT_SREC_EVERYDAY		= Joka päivä
TEXT_SREC_SUN			= Sunnuntaisin
TEXT_SREC_MON			= Maanantaisin
TEXT_SREC_TUE			= Tiistaisin
TEXT_SREC_WED			= Keskiviikkoisin
TEXT_SREC_THU			= Torstaisin
TEXT_SREC_FRI			= Perjantaisin
TEXT_SREC_SAT			= Lauantaisin
TEXT_SREC_START_INFO		= Nauhoitus alkaa ajassa %s.
TEXT_SREC_STOP_INFO		= Nauhoitus loppuu ajassa %s.
TEXT_SREC_DAY			= %D päivä
TEXT_SREC_DAYS			= %D päivää
TEXT_SREC_WAITING_0		= Ajastettuja nauhoituksia ei ole
TEXT_SREC_WAITING_1		= 1 ajastettu nauhoitus.
TEXT_SREC_WAITING_N		= %d ajastettua nauhoitusta.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 sec
TEXT_TARGET_COUNTDOWN_2		= 2 sec
TEXT_TARGET_COUNTDOWN_3		= 3 sec
TEXT_TARGET_COUNTDOWN_4		= 4 sec
TEXT_TARGET_COUNTDOWN_5		= 5 sec
TEXT_TARGET_COUNTDOWN_6		= 6 sec
TEXT_TARGET_COUNTDOWN_7		= 7 sec
TEXT_TARGET_COUNTDOWN_8		= 8 sec
TEXT_TARGET_COUNTDOWN_9		= 9 sec
TEXT_TARGET_COUNTDOWN_10	= 10 sec

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Oletusäänilaite)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Default Output Device)
TEXT_DEFAULT_INPUT_DEVICE	= (Default Input Device)
TEXT_DEFAULT_DEVICE_FORMAT	= (Havaitse muoto automaattisesti)
TEXT_HOTKEY_NONE		= (Ei mitään)
TEXT_ADD_YOUR_TEXT_HERE		= Lisää tekstiä tähän
TEXT_NOT_SHOW_THIS_NOTICE	= Are you sure you don't want to see this notice again?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Are you sure you want to restart and run Bandicam with a new privilege?
TEXT_RESET_TO_DEFAULT		= Reset to default

; oauth complete html
TXT_LANG_CODE           	= "en"
TXT_TITLE               	= "Signing in with YouTube is complete!"
TXT_MESSAGE_COMPLETE1   	= "Signing in with YouTube is complete!"
TXT_MESSAGE_COMPLETE2   	= "You can close this page."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com' class='bandicam'><div>Go to bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/' class='bandicut'><div>Go to bandicut.com</div></a>"

; pip mask shape
TEXT_PIPMASK_NONE		= Default
TEXT_PIPMASK_SQUARE		= Square
TEXT_PIPMASK_CIRCLE		= Circle
TEXT_PIPMASK_ELLIPSE		= Ellipse

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Koti
$BN_PAGE_GENERAL		= Yleinen
$BN_PAGE_FPS			= Kuvataajuus
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Kuva
$BN_PAGE_AUDIO			= Audio
$BN_PAGE_ABOUT			= Tietoa
$BN_UNREGISTERED		= The <font color="#ffa900">free</font> version is limited to <font color="#ffa900">10 minutes</font> per recording.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Asetukset
$ST_GEN_OUTPUT_FOLDER		= Kohdekansio
$BN_GEN_OPEN_OUTPUT_FOLDER	= Avaa
$BN_GEN_ADV_OPTIONS		= Lisäasetukset
$CK_GEN_ALWAYS_ON_TOP		= Bandicam-ikkuna aina päällimmäisenä
$CK_GEN_START_MINIMIZED		= Aloita Bandicam minimoituna
$CK_GEN_RUN_WHEN_START		= Suorita Bandicam Windowsin käynnistyessä
$CK_GEN_RECORD_WHEN_RUN		= Aloita kokonäytön nauhoitus Bandicamin käynnistyksessä
$CK_GEN_TIMER_RECORDING		= Aseta ajastin Automaattiselle Nauhoituksen Käynnistykselle
$ST_GEN_LANGUAGE		= Kieli
$ST_GEN_REC_AUTO_START		= Aloita Nauhoitus Automaattisesti
$ST_GEN_REC_SCHEDULED		= Ajastettu Nauhoitus
$BN_GEN_REC_SCHEDULED		= Asetukset
$ST_GEN_REC_AUTO_COMPLETE	= Päätä Nauhoitus Automaattisesti
$BN_GEN_REC_AUTO_COMPLETE	= Asetus
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Kuvataajuuspäällys
$CK_FPS_OVERLAY_HOTKEY		= Näytä/Piilota Pikanäppäin
$CK_FPS_OVERLAY_POS_HOTKEY	= Sijainnin Pikanäppäin
$CK_FPS_OVERLAY			= Näytä FPS-Päällys
$ST_FPS_LIMIT			= Kuvataajuuden Rajoitus
$CK_FPS_LIMIT_HOTKEY		= Pikanäppäin
$CK_FPS_LIMIT			= Aseta kuvataajuuden rajoitus
$CK_FPS_LIMIT_ONLY_CAP		= Vain nauhoittaessa
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Nauhoita
$CK_VID_RECORD_HOTKEY		= Nauhoita/Lopeta Pikanäppäin
$CK_VID_PAUSE_HOTKEY		= Pause Pikanäppäin
$CK_VID_SHOW_CURSOR		= Näytä kursori
$CK_VID_CLICK_EFFECTS		= Lisää hiiren klikkausefektit
$CK_VID_WEBCAM_OVERLAY		= Lisää webkamerapäällys
$BN_VID_RECORD_SETTINGS		= Asetukset
$ST_VID_FORMAT			= Muoto
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Ääni
$BN_VID_FORMAT_SETTINGS		= Asetukset
$BN_VID_FORMAT_PRESETS		= Esiasetukset
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Kaappaa
$CK_IMG_CAPTURE_HOTKEY		= Pikanäppäin
$CK_IMG_CAPTURE_REPEAT		= Toista näytönkaappaus
$ST_IMG_CAPTURE_REPEAT		= sekuntia
$CK_IMG_SHOW_CURSOR		= Näytä kursori
$CK_IMAGE_ADD_LOGO		= Lisää logopäällys
$CK_IMG_SHUTTER_SOUND_EFFECT	= Käytä suljinääntä
$BTN_IMAGE_SETTINGS		= Asetukset
$ST_IMG_FORMAT			= Muoto
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normaali
$CK_IMG_FORMAT_JPG_HQ		= JPG - Korkealaatuinen
$CK_IMAGE_JPG_CUSTOM		= JPG - Mukautettu laatu (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Kuinka tallennetaan gif-animaationa
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Audio-only Record
$CK_AUD_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_AUD_PAUSE_HOTKEY		= Pause Hotkey
$BTN_AUDIO_SETTINGS		= Settings
$ST_AUD_FORMAT			= Format
$ST_AUD_FORMAT_TYPE		= File Type
$ST_AUD_FORMAT_AUDIO		= Audio
$BN_AUD_FORMAT_SETTINGS		= Settings
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Aloitus
$ST_OUT_TAB_VIDEO		= Videot
$ST_OUT_TAB_IMAGE		= Kuva
$ST_OUT_TAB_AUDIO		= Audios
$BN_OUT_PLAY_VIDEO		= Toista
$BN_OUT_OPEN_IMAGE		= Avaa
$BN_OUT_EDIT			= Muokkaa
$BN_OUT_UPLOAD			= Lähetä
$BN_OUT_DELETE			= Poista
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Versio
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2022 Bandicam.com
$BN_ABO_NEW_VERSION		= Uusi versio saatavilla.
$BN_ABO_CHECK_UPDATE		= Hae päivityksiä
$ST_ABO_LICENCE_INFO		= Lisenssitiedot
$BN_ABO_REGISTER		= Rekisteröidy
$BN_ABO_REGISTER_HELP		= Miten Ostan ja Rekisteröidyn
$BN_ABO_UPDATE_REGISTRATION	= Päivitä Rekisteröityminen
$BN_ABO_RENEW_LICENSE		= Renew License
$ST_ABO_HOMEPAGE_INFO		= Nettisivu URL
$ST_ABO_HOMEPAGE_URL		= Kotisivu
$ST_ABO_FAQ_URL			= Usein kysyttyä
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Valitse laite!
$ST_DEVICE_CONNECTING		= Yhdistetään...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> on välttämätön ohjelma Bandicamin käyttäjille. Voit leikata ja yhdistää Bandicamilla nauhoitettuja videoita nopeasti. 
$BTN_UPDATE_STEP1_LINK		= Lisätietoja
$ST_UPDATE_STEP2_TEXT		= Lataus käynnissä...
$BTN_UPDATE_INSTALL		= Asenna nyt
$BTN_UPDATE_LATER		= Ei kiitos!
$BTN_UPDATE_CANCEL		= Peruuta
$BTN_UPDATE_CLOSE		= Sulje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= There is a new version of Bandicam available. Do you want to start the update?
$BTN_UPDATE_BANDICAM_CANCEL	= Cancel
$BTN_UPDATE_BANDICAM_INSTALL	= Update
$BTN_UPDATE_BANDICAM_IGNORE	= Do not ask again for this version
$BTN_UPDATE_BANDICAM_LEARNMORE	= Learn more
$BTN_UPDATE_BANDICAM_SETTINGS	= Update Settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Valitse haluamasi nauhoitustila.
$ST_START_SEL_RECT		= Suorakulmio
$ST_START_SEL_FULL		= Kokonäyttö
$ST_START_SEL_MOUSE		= Hiiren ympäriltä
$ST_START_SEL_GAME		= Pelinauhoitus
$ST_START_SEL_DEVICE		= Laitenauhoitus
$ST_START_SEL_AUDIO		= Audio only
$ST_START_SEL_HELP		= Apua verkossa

$ST_START_RECT_TITLE		= Näytönnauhoitus - Suorakulmio näytöllä
$ST_START_RECT_DESC		= Tällä tilalla voit nauhoittaa osittaista aluetta suorakulmioikkunan sisällä.
$ST_START_RECT_STEP		= 1. Valitse koko ja kaapattava alue.[br]2. Paina 'Nauhoitus' painiketta tai nauhoituksen pikanäppäintä.

$ST_START_FULL_TITLE		= Näytönnauhoitus - Kokonäyttö
$ST_START_FULL_DESC		= Tällä tilalla voit nauhoittaa koko näyttöäsi.
$ST_START_FULL_STEP		= 1. Valitse kaapattava näyttö. [br]2. Paina 'Nauhoitus' painiketta tai nauhoituksen pikanäppäintä.

$ST_START_MOUSE_TITLE		= Näytönnauhoitus - Hiiren ympäriltä
$ST_START_MOUSE_DESC		= Tällä tilalla voit nauhoittaa käyttäjän näytöllä liikuttaman kursorin ympäriltä.
$ST_START_MOUSE_STEP		= 1. Valitse kaapattava koko.[br]2. Paina 'Nauhoitus' painiketta tai nauhoituksen pikanäppäintä.

$ST_START_GAME_TITLE		= Pelinauhoitustila 
$ST_START_GAME_DESC		= Tällä tilalla voit nauhoittaa pelejä kuvataajuuden näkyessä.
$ST_START_GAME_STEP		= 1. Käynnistä peli ja tarkista vihreä numero (kuvataajuus).[br]2. Paina 'Nauhoitus' painiketta tai nauhoituksen pikanäppäintä.

$ST_START_DEVICE_TITLE		= Laitenauhoitustila
$ST_START_DEVICE_DESC		= Tällä tilalla voit nauhoittaa ulkoisia videolaitteita, kuten Webkameraa, Xboxia, Älypuhelinta, IPTV:tä jne.
$ST_START_DEVICE_STEP		= 1. Valitse webkamera tai kaapattava laite. [br]2. Paina 'Nauhoitus' painiketta tai nauhoituksen pikanäppäintä.

$ST_START_AUDIO_TITLE		= Audio-only Recording Mode
$ST_START_AUDIO_DESC		= This mode allows you to record only the audio, such as the speaker and microphone.
$ST_START_AUDIO_STEP		= Click the 'REC' button or press the record hotkey.

$BN_START_HELP			= Tarkastele apua verkossa
$BN_START_RECORD		= Aloita nauhoitus
$BN_START_RECORD_STOP		= Lopeta nauhoitus
$ST_START_HOTKEY_RECORD		= Nauhoita/Lopeta
$ST_START_HOTKEY_SCREENSHOT	= Kuvankaappaus
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Valitse nauhoitettava alue
$MENU_RECTANGLE			= Suorakulmio näytöllä
$MENU_FULLSCREEN		= Kokonäyttö
$MENU_AROUND_MOUSE		= Hiiren ympäriltä
$MENU_AUDIO_ONLY		= Audio only
$MENU_RECT_FIND_WINDOW		= Valitse nauhoitettava alue
$MENU_RECT_CUSTOM		= Mukautettu koko
$MENU_RECT_RECENTLY_USED	= Viimeksi käytetty koko
$MENU_FULL_DISPLAY_1		= Näyttö 1
$MENU_FULL_DISPLAY_2		= Näyttö 2
$MENU_FULL_DISPLAY_3		= Näyttö 3
$MENU_FULL_DISPLAY_4		= Näyttö 4
$MENU_FULL_DISPLAY_5		= Näyttö 5
$MENU_FULL_DISPLAY_6		= Näyttö 6
$MENU_FULL_DISPLAY_7		= Näyttö 7
$MENU_FULL_DISPLAY_8		= Näyttö 8
$MENU_FULL_SHOW_CONTRL		= Always show control bar
$MENU_FULL_HIDE_CONTRL		= Always hide control bar
$MENU_MOUSE_CUSTOM		= Mukautettu koko
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Avaa Kohdekansio
$TOOLTIP_SCHEDULED_RECORDING	= Ajastettu Nauhoitus
$TOOLTIP_SCREENSHOT		= Kaappaa Kuva
$TOOLTIP_RECORD			= Nauhoita / Lopeta
$TOOLTIP_PAUSE			= Pause
$TOOLTIP_UI_MODE		= Yksinkertainen/Laajennettu käyttöliittymä
$TOOLTIP_REGISTER		= Rekisteröi Bandicam
$TOOLTIP_ONLINE_HELP		= Onlinetuki

$TOOLTIP_TOOL_NONE		= Kursori (Ei piirtämistä) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Kynä (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Korostus (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Viiva (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Nuoli (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Laatikko (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Numerointi (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Teksti (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Pyyhekumi (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Valitse Väri
$TOOLTIP_TOOL_LINE		= Viivan leveys
$TOOLTIP_TOOL_UNDO		= Kumoa (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Tee uudelleen (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Valitse nauhoitustila
$TOOLTIP_HOME_RECT		= Näytönnauhoitustila - Suorakulmio
$TOOLTIP_HOME_FULL		= Näytönnauhoitustila - Kokonäyttö
$TOOLTIP_HOME_MOUSE		= Näytönnauhoitustila - Hiiren ympäriltä
$TOOLTIP_HOME_GAME		= Pelinauhoitustila
$TOOLTIP_HOME_DEVICE		= Laitenauhoitustila
$TOOLTIP_HOME_AUDIO		= Audio-only Recording Mode

$TOOLTIP_ADD_MOUSE_EFFECT	= Lisää Kursorin efektit
$TOOLTIP_ADD_TEXT_OVERLAY	= Add Text overlay effects
$TOOLTIP_ADD_SPEAKER		= Add Speakers
$TOOLTIP_ADD_MICROPHONE		= Lisää Mikrofoni
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Lisää Webkamerapäällys
$TOOLTIP_MUTE_SPEAKER		= Mute Speakers
$TOOLTIP_MUTE_MICROPHONE	= Mute Microphone

$TOOLTIP_REFRESH_LINFO		= Refresh license Information
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Peru
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Muotoasetukset 
IDC_ST_FMTSET_FILE		= Tiedostotyyppi
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Koko
IDC_ST_VIDEO_FPS		= Kuvataajuus
IDC_ST_VIDEO_CODEC		= Pakkauksenhallinta
IDC_ST_VIDEO_CODEC_PROFILE	= Profiili
IDC_ST_VIDEO_BITRATE		= Bittinopeus
IDC_ST_VIDEO_QUALITY		= Laatu
IDC_ST_FMTSET_AUDIO		= Ääni
IDC_CK_AUDIO_ORIGINAL_PCM	= Tallenna alkuperäisessä muodossa
IDC_ED_AUDIO_ORIGINAL_PCM	= Voit tallentaa monikanavaista ja korkealaatuista ääntä (96KHz tai enemmän).
IDC_ST_AUDIO_CH			= Kanavat
IDC_ST_AUDIO_FREQ		= Taajuus
IDC_ST_AUDIO_CODEC		= Pakkauksenhallinta
IDC_ST_AUDIO_BITRATE		= Bittinopeus
IDC_ST_FORMAT_HELP		= [ Apua ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Format settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Rekisteröi Bandicam
IDC_ST_1BUY			= 1. Osta
IDC_ST_1BUY_COMMENT		= Poistaaksesi vesileiman videostasi osta Bandicam-lisenssi osoitteesta https://bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Osta Nyt
IDC_ST_2REGISTER		= 2. Rekisteröi
IDC_ST_2REGISTER_COMMENT	= Tarvitset Internetyhteyden rekisteröidäksesi Bandicamin.
IDC_ST_EMAIL_ADDRESS		= Sähköpostiosoite
IDC_ST_SERIAL_NUMBER		= Sarjanumero
IDC_BTN_REGISTER_NOW		= Rekisteröi Nyt
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE			= Sulje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Hae päivityksiä
IDC_ST_UPDATE_SETTING		= Asetus
IDC_CK_UPDATE_ENABLE		= Automaattinen päivityksen tarkistus päälle.
IDC_CK_UPDATE_POPUP		= Näytä ponnahdusikkuna, kun merkittävä päivitys on saatavana.
IDC_UPDATE_CHECK_NOW		= Hae päivityksiä nyt
IDC_CLOSE			= Sulje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Lisäasetukset
IDC_BTN_RESET			= Nollaa

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Yleinen
IDC_CK_ALWAYS_ON_TOP2		= Bandicam-ikkuna aina päällimmäisenä
IDC_CK_START_MINIMIZED_TO_TRAY	= Aloita Bandicam minimoituna
IDC_CK_RUN_WHEN_START		= Suorita Bandicam, kun Windows käynnistyy
IDC_CK_RECORD_WHEN_RUN		= Aloita kokonäytön nauhoitus Bandicamin käynnistyksessä
IDC_BTN_TIMER_RECORDING		= Aseta ajastin Automaattiselle Nauhoituksen Käynnistykselle
IDC_CK_SHOW_FPS_IN_VIDEO	= Näytä kuvataajuus kaapatussa videossa/kuvassa
IDC_ST_SHOW_FPS_IN_VIDEO	= (Vain 'Pelinauhoitustilassa')
IDC_CK_SHOW_TIP_BAR		= Näytä vihje-/tietorivi
IDC_CK_NO_TRAY_BALLOON		= Ota ilmoitukset pois käytöstä
IDC_ST_ADV_AUTOMATIC		= Automaattinen
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = TIP: How to start recording on Windows startup

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Kohde
IDC_ST_OUT_OUTPUT_FOLDER	= Kohdekansio
IDC_CK_OUT_CREATE_SUBFOLDER	= Luo kohdekansion alikansio luodessasi tiedostoa
IDC_RD_OUT_SUBFOLDER		= Alikansion nimi on nauhoituskohteen nimi.
IDC_RD_OUT_SUBFOLDER_2		= 'Videos'/ 'Images' / 'Audios'
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Salli välimuistiin kirjoittaminen
IDC_ST_OUT_FILE_NAMING		= Tiedoston nimeämisasetukset
IDC_ST_OUT_EXAMPLE		= Esim)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Kieli
IDC_ST_TRANSLATOR		= Kiitos kääntäjille

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Hooking-kohde
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Sovellukset (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Poista DX10/11 hooking IE9:ään(tai uudempaan)/Firefoxiin
IDC_CK_DISABLE_OVERLAY_ON_DX	= Estä DirectX videopäällys
IDC_BTN_BLOCK_LIST		= Estettyjen toimintojen lista

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= General
IDC_CK_HKEY_START_REC		= Start/Stop Recording
IDC_CK_HKEY_PAUSE_REC		= Pause Recording
IDC_CK_HKEY_CAPTURE_IMAGE	= Capture Image
IDC_CK_HKEY_MUTE_SPEAKER	= Mute Speakers
IDC_CK_HKEY_MUTE_MICROPHONE	= Mute Microphone
IDC_ST_HKEY_SCREEN_MODE		= Screen Recording mode
IDC_CK_HKEY_SHOW_RECT		= Show/Hide Rectangle
IDC_CK_HKEY_TOGGLE_DRAW		= Drawing mode
IDC_ST_HKEY_GAME_MODE		= Game Recording mode
IDC_CK_HKEY_SHOW_FPS		= FPS - Show/Hide
IDC_CK_HKEY_POS_FPS		= FPS - Position
IDC_CK_HKEY_LIMIT_FPS		= FPS - Limit

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Muut asetukset
IDC_BTN_VIDEO_RECORD_SETTINGS	= Videon nauhoitusasetukset
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Videomuotoasetukset
IDC_BTN_AUTO_COMPLETE_RECORDING	= Automaattinen nauhoituksen lopetus
IDC_ST_OTHER_UAC		= Run as administrator (UAC)
IDC_RD_OTHER_NONADMIN		= Run Bandicam as standard user (non-admin)
IDC_RD_OTHER_ADMIN		= Run Bandicam as administrator
IDC_RD_OTHER_ADMIN_GAME		= Run as administrator on only 'Game Recording' mode
IDC_BTN_OTHER_RESTART		= Restart now
IDC_LN_OTHER_UAC		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Lopeta Nauhoitus Automaattisesti
IDC_ST_RC_HOWTO			= Lopeta Nauhoitus Automaattisesti
IDC_RD_RC_NOTCOMPLETE		= Pois päältä
IDC_RD_RC_TIME			= Tallennusajassa
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Tiedostokoossa
IDC_ST_RC_MAX_SIZE		= Max
IDC_RD_RC_NOSOUND		= Hiljaisuusajassa (sekuntia)
IDC_ST_RC_AFTER			= Nauhoituksen jälkeen
IDC_RD_RC_NOTHING		= Älä tee mitään
IDC_RD_RC_NEW_RECORDING		= Aloita uusi nauhoitus
IDC_RD_RC_EXIT_BDCAM		= Lopeta nauhoitus ja Bandicam
IDC_RD_RC_SHUTDOWN		= Sulje tietokone

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Lopeta Nauhoitus Automaattisesti - Ilmoitus
IDC_ST_NOSOUND_TITLE		= Hiljainen Tila
IDC_ST_NOSOUND_DESC		= Nauhoitus lopetetaan, koska tästä tietokoneesta ei olla havaittu ääntä.
IDC_ST_NOSOUND_DESC2		= Lopeta nauhoitus %d sekunnissa.
IDC_BTN_NOSOUND_CONTINUE	= Jatka Nauhoitusta

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Sammuta
IDC_ST_SHUTDOWN			= Sammuta
IDC_ST_SHUTDOWN_INFO		= Tietokone sammutetaan.\nPaina 'Peruuta', jos et halua sammuttaa.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Nauhoitusasetukset

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Nauhoita ääni
IDC_ST_SND_SELECT_1		= Ensisijainen Äänilaite
IDC_ST_SND_DEVICE_0		= Speakers
IDC_BTN_SND_SETTING_0		= Asetus...
IDC_ST_SND_DEVICE_1		= Mikrofoni
IDC_BTN_SND_SETTING_1		= Asetus...
IDC_ST_SND_VOLUME_1		= Äänenvoimakkuus
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1		= Filter
IDC_ST_SND_SELECT_2		= Toissijainen Äänilaite
IDC_BTN_SND_SETTING_2		= Asetus...
IDC_ST_SND_VOLUME_2		= Äänenvoimakkuus
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2		= Filter
IDC_CK_SND_MIX_SOUND		= Kaksiääninen nauhoitus (Ensisijainen+Toissijainen yhdeksi ääniraidaksi)
IDC_CK_SND_CAP_PUSH_TO		= Paina-Puhuaksesi tai Paina-Mykistääksesi
IDC_ST_SOUND_HELP		= [ Apua ]
IDC_CK_SND_SAVE_AS_WAV		= Tallenna ääniraitoja nauhoittaessa (.wav)
IDC_ST_AUDIO_MODE		= Please select at least one sound device for audio recording.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Lisää webkamerapäällys videoon
IDC_ST_WEBCAM_SETTING		= Asetukset
IDC_ST_WEBCAM_POS		= Sijainti:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Käytä Chroma Keytä
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Edistynyt
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Lisäasetukset
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Esikatsele webkameraa näytöllä 
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Ota käyttöön esikatselun pikanäppäin
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Lisää webkamerapäällys videotiedostoon
IDC_RD_WEBCAM_SAVE_AS_MP4	= Tallenna webkamera erillisenä videotiedostona (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Aseta logo videoon
IDC_ST_LOGO_SETTING		= Asetus
IDC_ST_LOGO_IMAGE		= Kuva:
IDC_ST_LOGO_OPACITY		= Läpinäkyvyys:
IDC_ST_LOGO_POS			= Sijainti:
IDC_ST_LOGO_LR_MARGINS		= Vasen/O Reunus:
IDC_ST_LOGO_TB_MARGINS		= Ylä/A Reunus:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Näytä kursori
IDC_ST_CURSOR_SIZE		= Koko
IDC_ST_EFFECTS_MOUSE		= Hiiriefektit
IDC_CK_ADD_CLICK_EFFECTS	= Lisää klikkausefektejä
IDC_ST_CLICK_EFFECT_SIZE	= Koko
IDC_ST_LEFT_CLICK_COLOR		= Vasemman painikkeen väri
IDC_ST_RIGHT_CLICK_COLOR	= Oikean painikkeen väri
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Lisää hiiren koroste-efekti
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Koko
IDC_ST_HIGHLIGHT_COLOR		= Korosteen väri
IDC_ST_HIGHLIGHT_OPACITY	= Läpinäkyvyys
IDC_ST_EFFECT_PREVIEW_TITLE	= Esikatselu
IDC_ST_EFFECTS_MOUSE_SOUND	= Toista klikkausääniä nauhoittaessa
IDC_CK_EFFECT_LCLICK_SOUND	= Vasen klikkaus
IDC_CK_EFFECT_RCLICK_SOUND	= Oikea klikkaus

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Lisää tekstipäällys videoon
IDC_BTN_TEXT_OVERLAY_ADD	= Lisää
IDC_BTN_TEXT_OVERLAY_EDIT	= Muokkaa
IDC_BTN_TEXT_OVERLAY_DEL	= Poista

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Asetukset
IDC_ST_REC_PRIORITY		= Nauhoitusprioriteetti :
IDC_ST_REC_PRIORITY2		= Korkeampi prioriteetti voi vähentää katkonaisuutta.
IDC_ST_FOR_DX_GL		= DirectX/OpenGL-ikkunoille
IDC_CK_SKIP_RECORDING		= Ohita nauhoitus, jos kuva ei päivity
IDC_CK_ENHANCED_DX9_CAPTURE	= Käytä paranneltua kaappausmetodia (nopeampi, vain DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Näytönnauhoitustilalle
IDC_CK_HIDE_MAINWND_WHILE_REC	= Hide main window during recording
IDC_CK_SHOW_COUNTDOWN_TIMER	= Näytä lähtölaskenta ennen kuin nauhoitus alkaa
IDC_CK_ENHANCED_CAPTURE		= Käytä paranneltua kaappausmetodia (nopeampi, Windows 8 tai uudempi)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Toista ääniefekti alussa tai lopussa

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Webkameran esikatselu ja lisäasetukset
IDC_ST_WEBCAM_PRESET_POS	= Esiasetettu sijainti
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Asetukset
IDC_ST_WEBCAM_DEVICE		= Webkamera:
IDC_BTN_WEBCAM_DEVICE		= Asetukset
IDC_ST_WEBCAM_DEVICE_FMT	= Muoto:
IDC_ST_WEBCAM_SIZE		= Päällyksen koko:
IDC_ST_WEBCAM_POS_H		= X-koordinaatti:
IDC_ST_WEBCAM_POS_V		= Y-koordinaatti:
IDC_ST_WEBCAM_FLIPSCREEN	= Käännä näyttö:
IDC_ST_WEBCAM_SHAPE		= Shape:
IDC_ST_WEBCAM_BLUR		= Blur effect:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Käytä Chroma Keytä
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Väri:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Valitse
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Samankaltaisuus: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Sekoitus:
IDC_LN_WEBCAM_HELP		= [ Apua ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webkamera esikatselu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Tekstipäällyksen asetukset
IDC_ST_TEXT_OVERLAY_SETTINGS	= Asetukset
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Sisällytä aikaleima
IDC_ST_TEXT_FONT		= Fontti:
IDC_ST_TEXT_SIZE		= Koko:
IDC_ST_TEXT_MARGIN		= Reunus:
IDC_ST_TEXT_ALPHA		= Läpinäkyvyys:
IDC_ST_TEXT_COLOR		= Tekstin väri:
IDC_CK_TEXT_SHADOW_COLOR	= Varjo:
IDC_CK_TEXT_OUT_COLOR		= Ääriviiva:
IDC_BTN_ADD_TEXT_MACRO		= Add text macro (Date, Time...)
IDC_LN_TEXT_HELP		= [ Apua ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Kuvankaappausasetukset

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Lisää logo kuvaan
IDC_ST_IMG_LOGO_SETTING		= Asetus
IDC_ST_IMG_LOGO_IMAGE		= Kuva:
IDC_ST_IMG_LOGO_OPACITY		= Läpinäkyvyys:
IDC_ST_IMG_LOGO_POS		= Sijainti:
IDC_ST_IMG_LOGO_LR_MARGINS	= Vasen/O Reunus:
IDC_ST_IMG_LOGO_TB_MARGINS	= Ylä/A Reunus:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Mukautettu kohdekoko
IDC_ST_TARGET_SIZE_SETTING	= Asetus
IDC_ST_TARGET_SIZE		= Kohdekoko:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Lisää Uusi Kokoesiasetus
IDC_ST_ADD_SIZE_PRESET		= Voit tallentaa nykyisen kohteen sijainnin ja koon uutena esiasetuksena.\nSyötä uuden esiasetuksen nimi.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Muokkaa Kokoesiasetuksia
IDC_BTN_SIZE_PRESET_ADD		= Lisää
IDC_BTN_SIZE_PRESET_DEL		= Poista
IDC_BTN_SIZE_PRESET_REN		= Nimeä uudelleen
IDC_BTN_SIZE_PRESET_UP		= Ylös
IDC_BTN_SIZE_PRESET_DN		= Alas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Nimeä Kokoesiasetus uudelleen
IDC_ST_REN_SIZE_PRESET		= Syötä uusi nimi esiasetukselle.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Tiedot
IDC_ST_ACAP_INFO		= Ääninauhoituksen tiedot
IDC_ST_ACAP_INFO2		= Äänikorttisi ei nauhoita ääntä. Tarkista 'nauhoitusohjain'. \n\nHaluatko käydä verkon ohjesivulla?
IDC_CK_ACAP_DO_NOT_ASK		= Älä kysy uudelleen
IDC_BTN_YES			= Kyllä
IDC_BTN_NO			= Ei

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max nauhoitusaika
IDC_ST_RC_TIME_SETTING		= Asetus
IDC_ST_RC_TIME_HOUR		= Tuntia
IDC_ST_RC_TIME_MIN		= Minuuttia
IDC_ST_RC_TIME_SEC		= Sekuntia

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max tallenteen koko
IDC_ST_RC_FILESIZE_SETTING	= Asetus

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Lisää Uusi Esiasetus.
IDC_ST_ADD_PRESET		= Voit tallentaa nykyisen muodon asetukset uutena esiasetuksena\nSyötä uudelle esiasetukselle nimi.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Muokkaa Esiasetuksia
IDC_BTN_PRESET_ADD		= Lisää
IDC_BTN_PRESET_DEL		= Poista
IDC_BTN_PRESET_REN		= Nimeä uudelleen
IDC_BTN_PRESET_UP		= Ylös
IDC_BTN_PRESET_DN		= Alas

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Nimeä Esiasetus uudelleen
IDC_ST_REN_PRESET		= Syötä esiasetukselle uusi nimi.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Valitse ulkoinen pakkauksenhallinta.
IDC_ST_CODEC_EX_LIST		= Pakkauksenhallintojen lista
IDC_ST_CODEC_EX_SETTINGS	= Asetukset
IDC_ST_CODEC_EX_DRIVER		= Ajurin Nimi
IDC_ST_CODEC_EX_FOURCC		= FourCC-koodi
IDC_ST_CODEC_EX_QUALITY		= Laatu
IDC_ST_CODEC_EX_DATERATE	= Datanopeus
IDC_ST_CODEC_EX_KEYFRAME	= Avainkehyksen aikaväli
IDC_CK_CODEC_EX_PREFER_RGB	= Suosi RGB-väriavaruutta
IDC_BTN_CODEC_EX_CONFIG		= Määritys
IDC_BTN_CODEC_EX_ABOUT		= Tietoa
IDC_ST_CODEC_EX_HELP		= [ Apua ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Estettyjen prosessien lista
IDC_ST_BLOCK_LIST		= Seuraavat prosessit eivät ole sallittuja hookingeja.
IDC_ST_BLOCK_LIST_EX		= Esimerkki :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Asetukset
IDC_ST_H264_CUDA_RATE_CONTROL	= Nopeuden hallinta
IDC_RD_H264_CUDA_VBR		= VBR - laatupohjainen (suositus)
IDC_RD_H264_CUDA_CBR		= CBR - bittinopeuspohjainen
IDC_ST_H264_CUDA_GPU_USAGE	= GPU-Käyttö
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Vain GPU (käytä nopeamman GPU:n kanssa)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU-laite:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Muut asetukset
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC-koodi:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Avainkehyksen aikaväli:
IDC_ST_H264_CUDA_FOURCC_HELP	= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Nopeatahdsteinen Video) Asetukset
IDC_ST_H264_SYNC_RATE_CONTROL	= Nopeuden hallinta
IDC_RD_H264_SYNC_VBR		= VBR - laatupohjainen (suositeltu)
IDC_RD_H264_SYNC_CBR		= CBR - bittinopeuspohjainen
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Muut asetukset
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC-koodi:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Avainkehyksen aikaväli:
IDC_ST_H264_SYNC_FOURCC_HELP	= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) Asetukset
IDC_ST_H264_APP_RATE_CONTROL	= Nopeuden hallinta
IDC_RD_H264_APP_VBR		= VBR - laatupohjainen (suositeltu)
IDC_RD_H264_APP_CBR		= CBR - bittinopeuspohjainen
IDC_ST_H264_APP_OTHER_OPTIONS	= Muut asetukset
IDC_ST_H264_APP_FOURCC_USED	= FourCC-koodi:
IDC_ST_H264_APP_KEYFRAME_INT	= Avainkehyksen aikaväli:
IDC_ST_H264_APP_FOURCC_HELP	= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid-Asetukset
IDC_ST_XVID_RATE_CONTROL	= Nopeuden hallinta
IDC_RD_XVID_VBR			= VBR - laatupohjainen (suositus)
IDC_RD_XVID_CBR			= CBR - bittinopeuspohjainen
IDC_ST_XVID_OPTIMIZATION	= Optimointi
IDC_RD_XVID_FASTER_SPEED	= Nopeampi koodausnopeus
IDC_RD_XVID_SMALLER_SIZE	= Pienempi tiedostokoko
IDC_ST_XVID_OTHER_OPTIONS	= Muut asetukset
IDC_ST_XVID_KEYFRAME_INT	= Avainkehyksen aikaväli:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Asetukset
IDC_ST_H264_NVENC_RATE_CONTROL	= Nopeuden hallinta
IDC_RD_H264_NVENC_VBR		= VBR - laatupohjainen (suositeltu)
IDC_RD_H264_NVENC_CBR		= CBR - bittinopeuspohjainen
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Käyttö
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU laite:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Muut asetukset
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC-koodi:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Avainkehyksen aikaväli:
IDC_ST_H264_NVENC_FOURCC_HELP	= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Asetukset
IDC_ST_H264_RATE_CONTROL	= Määrän hallinta
IDC_RD_H264_VBR			= VBR - laatupohjainen (suositeltu)
IDC_RD_H264_CBR			= CBR - bittinopeuspohjainen
IDC_ST_H264_OPTIMIZATION	= Optimointi
IDC_RD_H264_FASTER_SPEED	= Nopeampi koodausnopeus
IDC_RD_H264_BALANCED		= Tasapainotettu performanssi
IDC_RD_H264_SMALLER_SIZE	= Pienempi tiedostokoko
IDC_ST_H264_OTHER_OPTIONS	= Muut asetukset
IDC_ST_H264_KEYFRAME_INT	= Avainkehyksen aikaväli:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Ajastettu Nauhoitus
IDC_ST_TIMER_SETTINGS		= Asetukset
IDC_RD_TIMER_START_IN		= Aloita
IDC_ST_TIMER_MINUTES		= min päästä
IDC_RD_TIMER_START_AT		= Aloita klo
IDC_CK_TIMER_MINIMIZE		= Minimoi Bandicam, kun nauhoitus alkaa.
IDC_ST_TIMER_AUTO_COMPLETE	= Päätä Nauhoitus Automaattisesti
IDC_BTN_TIMER_AUTO_COMPLETE	= Asetus

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Ajastettu Nauhoitus - Odotetaan aloittamista
IDC_ST_TIMER_WAITING_INFO	= Odotetaan nauhoituksen aloittamiststa %s.
IDC_ST_TIMER_ELAPSED		= Aikaa kulunut :
IDC_ST_TIMER_REMAINING		= Aikaa Jäljellä :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Kuvataajuuden asetukset
IDC_ST_FORMAT_FPS_MODE		= Kuvataajuus Tila
IDC_RD_FORMAT_FPS_CFR		= Suosi JKT:a - Jatkuva Kuvataajuus
IDC_ST_FORMAT_FPS_CFR		= Palautuu MKT:een jos kuvataajuutesi on liian matala.
IDC_RD_FORMAT_FPS_VFR		= Käytä MKT:a - Muuttuva Kuvataajuus (Suositus)
IDC_ST_FORMAT_FPS_HELP		= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Lataa kohteeseen Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Latauksen tiedot
IDC_ST_YOUTUBE_FILENAME		= Tiedostonimi:
IDC_ST_YOUTUBE_TITLE		= Otsikko:
IDC_ST_YOUTUBE_DESCRIPTION	= Kuvaus:
IDC_ST_YOUTUBE_PRIVACY		= Yksityisyys:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Julkinen - Kuka tahansa voi katsoa videon
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Listaamaton - Kuka tahansa, jolla on linkki, voi katsoa videon
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Yksityinen - Aseta video näkyväksi vain minulle ja valituille käyttäjille
IDC_BTN_YOUTUBE_UPLOAD		= Lataa
IDC_LN_YOUTUBE_HELP		= Apua
IDC_LN_YOUTUBE_TOS		= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT		= Logout

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Ladataan...
IDC_ST_YOUTUBE_UPLOADED		= Videon lataus on valmis!
IDC_ST_YOUTUBE_LINK		= Linkki:
IDC_ST_YOUTUBE_EMBED		= Lisää kotisivulle:
IDC_BTN_YOUTUBE_LINK_GO		= Mene
IDC_BTN_YOUTUBE_EMBED_COPY	= Kopioi
IDC_BTN_YOUTUBE_CLOSE		= Sulje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Lähetä sivustolle Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Lähetä Tiedot
IDC_ST_VIMEO_FILENAME		= Tiedoston nimi:
IDC_ST_VIMEO_TITLE		= Otsikko:
IDC_ST_VIMEO_DESCRIPTION	= Kuvaus:
IDC_ST_VIMEO_PRIVACY		= Yksityisyys:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Kuka vain - Anna kaikille lupa katsoa video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Vain minä - Laita video näkyväksi vain minulle, ei muille
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Vain seuraamani ihmiset - Näkyvä vain Vimeossa seuraamilleni
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Only people with the private link can see this video
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic -käyttäjät eivät voi käyttää tätä)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Vain ihmiset, joilla on salasana, voivat nähdä tämän videon 
IDC_CK_HIDE_PASSWORD		= Piilota Salasana
IDC_BTN_VIMEO_UPLOAD		= Lähetä
IDC_LN_VIMEO_HELP		= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Lähetetään...
IDC_ST_VIMEO_UPLOADED		= Videon lähetys on valmis!
IDC_ST_VIMEO_LINK		= Linkki:
IDC_ST_VIMEO_EMBED		= Sulauta:
IDC_BTN_VIMEO_LINK_GO		= Jatka
IDC_BTN_VIMEO_EMBED_COPY	= Kopioi
IDC_BTN_VIMEO_CLOSE		= Sulje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Lataa Facebookiin
IDC_ST_FACEBOOK_UPLOADINFO	= Latauksen tiedot
IDC_ST_FACEBOOK_FILENAME	= Tiedoston nimi:
IDC_ST_FACEBOOK_TITLE		= Otsikko:
IDC_ST_FACEBOOK_DESCRIPTION	= Kuvaus:
IDC_ST_FACEBOOK_PRIVACY		= Yksityisyys:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Julkinen - Salli kenen tahansa nähdä tämä video
IDC_RD_FACEBOOK_PRIVACY_FOF	= Kaverien kaverit - Salli kaveriesi kaverien nähdä tämä video
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Kaverit - Salli kaveriesi nähdä tämä video
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Vain Minä - Tämä video näkyy vain sinulle
IDC_BTN_FACEBOOK_UPLOAD		= Lataa
IDC_LN_FACEBOOK_HELP		= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Ladataan...
IDC_ST_FACEBOOK_UPLOADED	= Videon lataus onnistui!
IDC_ST_FACEBOOK_LINK		= Linkki:
IDC_BTN_FACEBOOK_LINK_GO	= Mene
IDC_BTN_FACEBOOK_CLOSE		= Sulje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Saatavilla
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 enkooderi on saatavilla. NVENC on korkeasuorituskykyinen enkooderi, joka käyttää laitteistokiihdytystä. Haluaisitko käyttää NVENC H.264 enkooderia?\n<a>lisää</a>
IDC_CK_NVENC_AVAILABLE		= Älä kysy uudelleen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Saatavilla
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 enkooderi saatavilla. QSV on korkeasuorituskykyinen enkooderi, joka käyttää laitteistokiihdytystä. \nHaluaisitko käyttää QSV H.264 enkooderia?\n<a>lisää</a>
IDC_CK_QSV_AVAILABLE		= Älä kysy uudelleen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Laitteen valinta
IDC_ST_DEVICE_SELECTION		= Valinta
IDC_ST_DEVICE_NAME		= Laite:
IDC_BTN_DEVICE_NAME_SETTINGS	= Asetukset
IDC_ST_DEVICE_FORMAT		= Muoto:
IDC_ST_DEVICE_VIDEO_INPUT	= Videosyöte:
IDC_ST_DEVICE_AUDIO_INPUT	= Äänisyöte:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Käytä mukautettua äänilaitetta
IDC_BTN_DEVICE_INPUT_SETTINGS	= Asetukset
IDC_ST_DEVICE_OPTIONS		= Asetukset
IDC_ST_DEVICE_DEINTERLAING	= Lomituksenpoisto:
IDC_ST_DEVICE_FLIPSCREEN	= Käännä näyttö:
IDC_CK_DEVICE_FLIPSCREEN_H	= Horisontaali
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertikaali
IDC_LN_DEVICE_HELP		= Apua

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Yhteensopivuusongelma Originissa
IDC_LN_CAUTION_USING_WINAPPS	= Jos Windows Kaupan hooking on käytössä, yhteensopivuusongelma voi esiintyä Originissa. <a>Klikkaa tästä</a> ratkaistaksesi ongelman.\n\nHaluatko varmasti käyttää Windows Kauppa -sovellusten hookingia?
IDC_CK_CAUTION_USING_WINAPPS	= Älä kysy uudelleen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Ajastettujen Nauhoitusten Lista
IDC_ST_SREC_LIST_TEXT		= Ajasta nauhoituksen aloitus tiettyyn aikaan. (Tämä on käytössä vain kun Bandicam on päällä.)
IDC_BTN_SREC_LIST_ADD		= Lisää
IDC_BTN_SREC_LIST_EDIT		= Muokkaa
IDC_BTN_SREC_LIST_DELETE	= Poista
IDC_BTN_SREC_LIST_COPY		= Copy
IDC_BTN_SREC_LIST_CLOSE		= Sulje
IDC_LN_SREC_TIP_TASK_SCHEDULER	= TIP: How to start scheduled recording when Bandicam is not running

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Ajastettu Nauhoitus
IDC_ST_SREC_SETTINGS_NAME	= Nimi:
IDC_CK_SREC_ACTIVE		= Aktiivinen
IDC_ST_SREC_SCHEDULING		= Ajastus
IDC_RD_SREC_ONE_TIME		= Kerran
IDC_RD_SREC_DAILY		= Päivittäin
IDC_RD_SREC_WEEKLY		= Viikottain
IDC_ST_SREC_START_TIME		= Aloitusaika:
IDC_ST_SREC_END_TIME		= Lopetusaika:
IDC_CK_SREC_DURATION		= Kesto
IDC_CK_SREC_SUN			= Sunnuntaisin
IDC_CK_SREC_MON			= Maanantaisin
IDC_CK_SREC_TUE			= Tiistaisin
IDC_CK_SREC_WED			= Keskiviikkoisin
IDC_CK_SREC_THU			= Torstaisin
IDC_CK_SREC_FRI			= Perjantaisin
IDC_CK_SREC_SAT			= Lauantaisin
IDC_ST_SREC_RECORDING		= Nauhoitus
IDC_ST_SREC_TARGET		= Nauhoituskohde:
IDC_BTN_SREC_TARGET_SELECT	= Valitse
IDC_ST_SREC_AFTER_RECORDING	= Jälkeen:
IDC_LN_SREC_HELP		= [ Apua ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Ei äänentallennuslaitteita
IDC_ST_ACAP_NO_DEVICE		= Äänentallennuslaitteita ei ole havaittu.\nNauhoitetussa videotiedostossa ei ole ääniraitaa.
IDC_CK_ACAP_DO_NOT_SHOW		= Älä näytä uudelleen

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam is run as a standard user
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Some recording targets may not be detected because you didn't run Bandicam as an administrator. \n\n<a>Click here to run Bandicam as an administrator.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Help
ID_BTN_CAUTION_UAC_SETTINGS		= Settings

[MENU]
ID_POPUP_ABOUT			= Tietoa Bandicamista
ID_POPUP_GENERAL		= Asetus - Yleinen
ID_POPUP_FRAME			= Asetus - Kuvataajuus
ID_POPUP_VIDEO			= Asetus - Video
ID_POPUP_IMAGE			= Asetus - Kuva
ID_POPUP_AUDIO			= Settings - Audio
ID_POPUP_OUTPUTS		= Kohdekansiolista
ID_POPUP_OPENOUTPUTFOLDER	= Avaa Kohdekansio
ID_POPUP_TARGET			= Kohde
ID_POPUP_SETTINGS		= Asetukset
ID_POPUP_SIZE			= Koko
ID_POPUP_EXIT			= Poistu

ID_TARGET_DIRECTX		= Pelinauhoitustila
ID_TARGET_SCREEN		= Näytönnauhoitustila - Suorakulmio
ID_TARGET_FULL			= Näytönnauhoitustila - Kokonäyttö
ID_TARGET_MOUSE			= Näytönnauhoitustila - Hiiren ympäriltä
ID_TARGET_DEVICE		= Laitenauhoitustila
ID_TARGET_AUDIO_ONLY		= Audio-only Recording Mode
ID_TARGET_HELP			= Apua

ID_TARGET_HIDE			= Näytä / Piilota \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Kopioi Leikepöydälle \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Piirtotila \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Aina päällimmäisenä
ID_TARGET_COUNTDOWN		= Countdown timer
ID_TARGET_COUNTDOWN_TIMER	= Näytä lähtölaskenta
ID_TARGET_COUNTDOWN_0		= Off
ID_TARGET_COUNTDOWN_1		= 1 sec
ID_TARGET_COUNTDOWN_2		= 2 sec
ID_TARGET_COUNTDOWN_3		= 3 sec
ID_TARGET_COUNTDOWN_4		= 4 sec
ID_TARGET_COUNTDOWN_5		= 5 sec
ID_TARGET_COUNTDOWN_6		= 6 sec
ID_TARGET_COUNTDOWN_7		= 7 sec
ID_TARGET_COUNTDOWN_8		= 8 sec
ID_TARGET_COUNTDOWN_9		= 9 sec
ID_TARGET_COUNTDOWN_10		= 10 sec
ID_TARGET_HIDE_MAINWND		= Hide main window during recording
ID_TARGET_TRANSPARENCY		= Läpinäkyvyys
ID_TARGET_SIZE			= Koko
ID_TARGET_ADJUST		= Säädä

ID_TARGET_MOVE_LEFT		= Liikuta vasemmalle \t Vasen
ID_TARGET_MOVE_RIGHT		= Liikuta oikealle \t Oikea
ID_TARGET_MOVE_UP		= Liikuta ylös \t Ylös
ID_TARGET_MOVE_DOWN		= Liikuta alas \t Alas

ID_TARGET_INC_WIDTH		= Lisää leveyttä \t Shift + Oikea
ID_TARGET_DEC_WIDTH		= Vähennä leveyttä \t Shift + Vasen
ID_TARGET_INC_HEIGHT		= Lisää korkeutta \t Shift + Alas
ID_TARGET_DEC_HEIGHT		= Vähennä korkeutta \t Shift + Ylös

ID_TARGET_FIND_WINDOW		= Valitse nauhoitusalue \t Ctrl+F
ID_TARGET_FULLSCREEN		= Kokonäyttö \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Mahduta 4:3
ID_TARGET_RATIO_16_9		= Mahduta 16:9
ID_TARGET_SIZE_CUSTOM		= Mukautettu koko \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Kokoesiasetus \t Shift+OPainike
ID_TARGET_SIZE_PRESET_ADD	= Lisää Esiasetus
ID_TARGET_SIZE_PRESET_EDIT	= Muokkaa Esiasetuksia
ID_TARGET_SIZE_RU		= Viimeksi käytetty koko \t Ctrl+S

ID_TARGET_DISPLAY		= Display
ID_TARGET_DISPLAY_1		= Display 1
ID_TARGET_DISPLAY_2		= Display 2
ID_TARGET_DISPLAY_3		= Display 3
ID_TARGET_DISPLAY_4		= Display 4
ID_TARGET_DISPLAY_5		= Display 5
ID_TARGET_DISPLAY_6		= Display 6
ID_TARGET_DISPLAY_7		= Display 7
ID_TARGET_DISPLAY_8		= Display 8

ID_TARGET_OPEN_OUTPUTFOLDER	= Avaa Kohdekansio
ID_TARGET_OUTPUT_LIST		= Kohdetiedostolista
ID_TARGET_EXIT_BANDICAM		= Sulje Bandicam

ID_DEVICE_HIDE			= Näytä / Piilota \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Kopioi Leikepöydälle \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Aina päällimmäisenä
ID_DEVICE_SELECTION		= Valitse laite \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Kokonäyttö \t Enter
ID_DEVICE_ZOOM			= Zoomaa
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Kuvasuhde
ID_DEVICE_KEEP_ASPECT_RATIO	= Pidä kuvasuhde
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Oletus
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Avaa kohdekansio
ID_DEVICE_OUTPUT_LIST		= Kohdetiedostolista
ID_DEVICE_EXIT_BANDICAM		= Poistu Bandicamista

ID_USER_PRESET_ADD		= Lisää Esiasetus
ID_USER_PRESET_EDIT		= Muokkaa Esiasetuksia

ID_SORT_BY_DATE			= Lajittele Päiväyksen mukaan
ID_SORT_BY_NAME			= Lajittele Nimen mukaan
ID_SORT_BY_SIZE			= Lajittele Koon mukaan

ID_OUTPUTS_LB_PLAY		= Toista
ID_OUTPUTS_LB_OPEN		= Avaa
ID_OUTPUTS_LB_EDIT		= Muokkaa
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE		= Poista     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Valitse kaikki \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Avaa kohdekansio

ID_UPLOAD_TO_YOUTUBE		= Lataa Youtubeen
ID_UPLOAD_TO_VIMEO		= Lataa Vimeoon
ID_UPLOAD_TO_FACEBOOK		= Lataa Facebookiin

ID_BDCAM_SIZE_DEFAULT		= Oletuskoko

ID_AUDIO_FILTER_MONO		= Convert to Mono
ID_AUDIO_FILTER_NS		= Noise Suppression
ID_AUDIO_FILTER_NS_OFF		= Off
ID_AUDIO_FILTER_NS_LOW		= Low
ID_AUDIO_FILTER_NS_MEDIUM	= Medium
ID_AUDIO_FILTER_NS_HIGH		= High

